Repository: wazum/lite-youtube
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# sys_file_reference.palette.lytYoutube
source: YouTube Options
de: YouTube-Optionen

# sys_file_reference.tx_liteyoutuberenderer_autoload
source: Autoload (lazy iframe on view)
de: Video automatisch laden

# sys_file_reference.tx_liteyoutuberenderer_no_cookie
source: Use youtube-nocookie.com
de: Datenschutz (youtube-nocookie.com verwenden)

# sys_file_reference.tx_liteyoutuberenderer_short
source: Enable Shorts mode on small screens
de: Shorts-Format auf kleinen Bildschirmen

# sys_file_reference.tx_liteyoutuberenderer_show_title
source: Show video title
de: Video-Titel anzeigen

# sys_file_reference.tx_liteyoutuberenderer_poster_loading
source: Poster loading
de: Vorschaubild-Laden

# sys_file_reference.tx_liteyoutuberenderer_playlist_id
source: Playlist ID
de: Playlist-ID (optional)

# sys_file_reference.tx_liteyoutuberenderer_video_start_at
source: Start at specific second
de: Startzeit in Sekunden (optional)

# sys_file_reference.tx_liteyoutuberenderer_param_controls
source: Show controls
de: Bedienelemente anzeigen

# sys_file_reference.tx_liteyoutuberenderer_param_rel
source: Show related videos
de: Ähnliche Videos nur vom gleichen Kanal

# sys_file_reference.tx_liteyoutuberenderer_param_loop
source: Loop
de: Video wiederholen

# sys_file_reference.tx_liteyoutuberenderer_param_mute
source: Mute
de: Video stumm starten

# sys_file_reference.lyt_posterloading.lazy
source: Lazy
de: Verzögert laden

# sys_file_reference.lyt_posterloading.eager
source: Eager
de: Sofort laden
